Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis.WinUI.Template/Strings/*/Settings.resw
Source language: en_us
Languages: es

# StrActivate
source: Activate
es: Activado

# StrAppSettings
source: App settings
es: General

# StrDeactivate
source: Deactivate
es: Desactivado

# StrFilepathDescription
source: Activate this option to remember the previous path in all open/save-file dialogs
es: Activa esta opción para recordar la última ruta utilizada al abrir o guardar archivos

# StrFilepathHeader
source: Remember previous file path
es: Recordar ruta previa

# StrLanguageDescription
source: Select the language/culture to use throughout the app
es: Selecciona el idioma y la configuración que se utilizarán en toda la aplicación

# StrLanguageHeader
source: Language
es: Idioma

# StrResetButton
source: Reset settings
es: Restablecer valores

# StrThemeDescription
source: Select the app's color theme
es: Elige el estilo visual de la aplicación

# StrThemeHeader
source: Color theme
es: Esquema de color

# StrThemeOptions
source: Default,Light,Dark
es: Predefinido,Claro,Oscuro

# StrWindowPosition
source: App window position: {0} px left and {1} px top
es: Ubicación de la ventana: {0} px izquierda y {1} px arriba

# StrWindowPositionDescription
source: Activate this option to remember the app's window size and position
es: Activa esta opción para recordar el tamaño y la posición de la aplicación

# StrWindowPositionHeader
source: Remember window position
es: Recordar la posición de la aplicación

# StrWindowSize
source: App window size: {0} px width and {1} px height
es: Tamaño de la ventana: {0} px de ancho y {1} px de alto
